[
    {   
        "id": 1,
        "course": "Italian Pasta",
        "description": "We offers a huge range of pasta classes. All made from special selected different types of flour and of course other ingredients.You can learn local pastas and new different pasta, whatever your heart desire! You can learn local pastas and new different pasta, whatever your heart desire!",
        "fee": 300,
        "img": "https://img.taste.com.au/50rAnICp/taste/2016/11/italian-tuna-pasta-106562-1.jpeg"
    },
    {
        "id": 2,
        "course": "Traditional French cuisine",
        "description": "There are many dishes that are considered part of French national cuisine today. A meal often consists of three courses, hors entree (introductory course, sometimes soup), plat principal (main course), fromage (cheese course) or dessert, sometimes with a salad offered before the cheese or dessert.",
        "fee": 800,
        "img": "https://i.pinimg.com/736x/d0/ca/a1/d0caa106964679d6b398da32fd12b1f4.jpg"
    },
    {
        "id": 3,
        "course": "Steak Class",
        "description": "This steak cooking course aims to teach all steak lovers how to cook the perfect steak for their tastes. During this two and a half hour practical class our Chefs will guide you through every step of cooking a steak - from choosing the right cut, preparing, cooking, and assembling.",
        "fee": 720,
        "img": "https://i.pinimg.com/736x/1d/4d/e5/1d4de5f43b832c38b49c2955bfd73052--beef-steak-recipes-meat-recipes.jpg"
    },
    {
        "id": 4,
        "course": "Classic Chocolate Desserts",
        "description": "In this baking class, Chef Jean Yves will teach you to prepare two decadent chocolate desserts, a molten lava cake and a flourless chocolate cake. You will learn tips along the way about how to whip airy egg whites, how to prepare a smooth and silky ganache, and how to create whimsical decorations with sugar. ",
        "fee": 580,
        "img": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F24%2F2009%2F01%2Freeses-cake-259101-173_0_1.jpg"
    },
    {
        "id": 5,
        "course": "Maxican Street Food",
        "description": "With Mexico’s tasty cuisine being one of the biggest street food cultures yet, we can’t wait to get you on this delicious bandwagon. We’ve got some exceptional recipes lined up on our Mexican Street Food Class and will have you whipping up some of Mexico’s most mouth-watering and dynamic dishes like an absolute pro!",
        "fee": 840,
        "img": "https://media-cdn.tripadvisor.com/media/photo-s/18/4b/5c/45/tacos-fajitas-craft-beer.jpg"
    },
    {
        "id": 6,
        "course": "Traditional Bangladeshi Cuisine",
        "description": "Bengali cuisine generally involves a hot palette, using a large number of herbs, spices and roots in order to create dishes that are full of depth. However, these flavors can also be manipulated to create more delicate tastes, and it is important to note that dishes vary from region to region region to region.",
        "fee": 430,
        "img": "https://642659-2093756-raikfcquaxqncofqfm.stackpathdns.com/wp-content/uploads/2018/02/Hilsa-fish-curry.jpg"
    },
    {
        "id": 7,
        "course": "Ice-cream Class",
        "description": "ake the next step on your ice cream journey. With these Skillshare classes, you can learn how to improve your cooking and baking skills, explore topics like how to make ice cream, dairy free ice cream, and more  dairy free ice cream, and more. dairy free ice cream, and more  dairy free ice cream, and more",
        "fee": 1100,
        "img": "https://image.made-in-china.com/202f0j00LZNQrgJqJfpE/High-Quality-Ice-Cream-Powder-Serving-First-Class-Brands.jpg"
    },
    {
        "id": 8,
        "course": "Traditional Indian Food",
        "description": "Whether you want to master specific Indian dishes like chicken biryani, or get a broader overview of Indian vegetarian cooking, Udemy has top-rated cooking courses to help you spice up your cooking routines information alert Not sure? All courses have a 30-day money-back guarantee",
        "fee": 900,
        "img": "https://642659-2093756-raikfcquaxqncofqfm.stackpathdns.com/wp-content/uploads/2020/08/indian-food.jpg"
    },
    {
        "id": 9,
        "course": "Italian Style Pizza",
        "description": "The Pizza Making Cours is a Professional Master open to all pizza lovers:experience is welcome but not required, only passion and desire to learn. A very intense and concentrated study program in our Culinary Art School. You will receive the same teachings that are given to Italian people who want become pizzaiolo",
        "fee": 1500,
        "img": "https://media-cdn.tripadvisor.com/media/photo-s/09/83/65/4b/pizza-republic.jpg"
    },
    {
        "id": 10,
        "course": "Chinesse Cuisine",
        "description": "Using the finest produce you will cook your way around China, discovering new ingredients and exciting flavour combinations. Our Chinese cooking classes are designed for food lovers who want to explore local Chinese specialities in a dedicated cookery course. Under the guidance of our Chefs you will discover the skills of balancing flavours whilst.",
        "fee": 1300,
        "img": "https://www.kohinoorfoods.co.uk/wp-content/uploads/2020/01/indo-chinese-food.jpg"
    },
    {
        "id": 11,
        "course": "Bread baking",
        "description": "We re bringing the art of French bread baking right into your home kitchen with our online bread baking classes. In this online baking series, we are concentrating on making two of the most popular types of French bread - the baguette & brioche as well as a 3rd bread preparation. This Bread Baking course is a two-day course that will take you from start to finish.",
        "fee": 150,
        "img": "https://media-cdn.tripadvisor.com/media/photo-s/16/e7/1b/30/sprout-bread.jpg"
    },
    {
        "id": 12,
        "course": "Ramen",
        "description": "There are three different flavors of Japanese ramen: Shoyu (soy sauce), shio (salt) and miso ramen. During this live and interactive online cooking class with Chef Kumi, you will learn how to prepare an umami-rich homemade miso ramen right in your own kitchen.you will learn how to prepare an umami-rich homemade miso ramen right in your own kitchen",
        "fee": 200,
        "img": "https://www.kikkoman.eu/fileadmin/_processed_/0/0/csm_WEB_Traditional_Fukuoka_Ramen_646cd39e6b.jpg"
    }
]